# -*- coding: UTF-8 -*-

HELP_MESSAGE = f"""Возможности бота:
1. Вы можете отправлять в бот текст, фото, видео, документы, а так же голосовые сообщения

2. Вы можете пересылать боту чужие сообщения, но получателю вашего сообщения не будет видно имени человека, чьи сообщения были пересланы

3. Вы не можете редактировать сообщения. Если у вас есть исправления вашего прошлого сообщения - исправьте его и отправьте в бот еще раз.

4. Если по какой то причине вы не получаете ответ в течении долгого времени (2 и более дней), можете обратиться к администратору бота по адресу @velikiy_ss
    """


ADMIN_MANUAL_MESSAGE = """
Заново вызвать эту панель:
/control_bot

<b>Как делать рассылки:</b> Отправляем в чат Admin Panel любое сообщение и выбираем что с ним сделать.
1. <b>Запустить глобальную рассылку:</b> Отправить сообщение всем пользователям
2. <b>Запустить точечную рассылку:</b> Отправить сообщение выбранным пользователям
3. <b>Удалить сообщение:</b> Удалить сообщение и отменить рассылку

<b>Посмотреть список активных/не активных пользователей:</b>
Получить список активных пользователей
"""